Repository: AbdAlghaniAlbiek/Herafi
Catalog: Herafi.UWP/Strings/*/CraftmenStrings.resw
Source language: en_us
Languages: ar_sy

# txtGeneralBlocks
source: Blocks
ar_sy: الايقافات

# txtGeneralCert
source: Certifications (
ar_sy: الشهادات (

# txtGeneralCity
source: City
ar_sy: المدينة

# txtGeneralCrafts
source: Crafts (
ar_sy: الحرف (

# txtGeneralDatJoin
source: Date join
ar_sy: تاريخ الانضمام

# txtGeneralEmail
source: Email
ar_sy: البريد الالكتروني

# txtGeneralLevel
source: Level
ar_sy: المستوى

# txtGeneralName
source: Name
ar_sy: الاسم

# txtGeneralNatNum
source: National number
ar_sy: الرقم الوطني

# txtGeneralPhonNum
source: Phone number
ar_sy: رقم الهاتف

# txtGeneralProfileTitle
source: Profile
ar_sy: الملف الشخصي

# txtGeneralProj
source: Projects (
ar_sy: المشاريع (

# txtGeneralReq
source: Requests (
ar_sy: الطلبات (

# txtGeneralStatus
source: Status
ar_sy: الحالة

# txtGeneralTaxi
source: Taxi
ar_sy: الأجرة

# txtGeneralUsersFav
source: Users favourites
ar_sy: اعجابات المستخدمين

# txtGeneralUsersSear
source: Users Searchs
ar_sy: بحث المستخدمين

# txtBtnNewMemAcc
source: Accept
ar_sy: قبول

# txtBtnNewMemRef
source: Refuse
ar_sy: رفض

# txtBtnRepBlockText
source: Block
ar_sy: إيقاف

# txtBtnRepFiringText
source: Fire
ar_sy: طرد

# txtGeneraCardlRat
source: Rating
ar_sy: التقييم

# txtGeneralCardComm
source: Comment
ar_sy: التعليق

# txtGeneralCardFrToReq
source: Start - End request date
ar_sy: بداية - نهاية تاريخ الطلب

# txtGeneralCardID
source: ID:
ar_sy: :المعرف

# txtGeneralCardName
source: Name
ar_sy: الاسم

# txtGeneralCardProc
source: Process
ar_sy: العملية

# txtGeneralCardShMorInfo
source: Show more information
ar_sy: إظهار المزيد من المعلومات

# txtGeneralCardStat
source: Status
ar_sy: الحالة

# txtGeneralCardUserName
source: User name
ar_sy: اسم المستخدم

# txtGeneralCardCost
source: Cost
ar_sy: الكلفة

# txtNewMemTaxi
source: Taxi
ar_sy: الأجرة

# txtNewMemAccRefCraf
source: Do you Admin accept this Craftman (
ar_sy: هل تقبل أيها المشرف هذا الحرفي (

# txtNewMemID
source: ID:
ar_sy: :المعرف

# txtNewMemCardShMoreInfo
source: Show more information
ar_sy: إظهار المزيد من المعلومات

# txtNewMemCert
source: Certifications (
ar_sy: الشهادات (

# txtNewMemChoLev
source: Choose the level of this craftsman :
ar_sy: اختر مستوى هذا الحرفي

# txtNewMemCity
source: City
ar_sy: المدينة

# txtNewMemCraftsTitle
source: Crafts (
ar_sy: المهن (

# txtNewMemDatJoin
source: Date join
ar_sy: تاريخ الانضمام

# txtNewMemEmail
source: Email
ar_sy: البريد الالكتروني

# txtNewMemName
source: Name
ar_sy: الاسم

# txtNewMemNatNum
source: National number
ar_sy: الرقم الوطني

# txtNewMemPhonNum
source: Phone number
ar_sy: رقم الهاتف

# txtNewMemProfileTitle
source: Profile
ar_sy: الملف الشخصي

# txtRepBlocking
source: Blocking (
ar_sy: إيقاف (

# txtRepCardID
source: ID:
ar_sy: :المعرف

# txtRepCardProbRel
source: Problems Related to
ar_sy: المشاكل المتعلقة ب

# txtRepCardReport
source: Report
ar_sy: التقرير

# txtRepCardReqID
source: Reqest ID
ar_sy: :المعرف الطلب

# txtRepCardShMoreInfo
source: Show more information
ar_sy: إظهار المزيد من المعلومات

# txtRepCardUserName
source: User name
ar_sy: اسم المستخدم

# txtRepFiring
source: Firing (
ar_sy: طرد (

# radBtnMedium
source: Medium
ar_sy: متوسط

# radBtnNormal
source: Normal
ar_sy: عادي

# txtNewMemAccRefCraf2
source: ) in Herafi system ?
ar_sy: ) في نظام حرفي؟

# txtEmptyCraftmen
source: There isn't any craftman in Herafi system yet
ar_sy: لا يوجد هناك أي حرفي في نظام حرفي بعد

# generalItemText
source: General
ar_sy: عام

# newMembersItemText
source: New Members
ar_sy: أعضاء جدد

# reportsItemText
source: Reports
ar_sy: تقارير

# txtGoBackCraftmen
source: Go Back
ar_sy: رجوع للخلف

# errorDetailsCardViewHeader
source: There are some errors !
ar_sy: هناك بعض الأخطاء

# txtBtnNoWifiGeneral
source: Retry again
ar_sy: أعد المحاولة

# txtBtnNoWifiNewMembers
source: Retry again
ar_sy: أعد المحاولة

# txtBtnNoWifiReportsBlocking
source: Retry again
ar_sy: أعد المحاولة

# txtBtnNoWifiReportsFiring
source: Retry again
ar_sy: أعد المحاولة

# txtCaViErrCancel
source: Cancel
ar_sy: إلغاء

# txtEmpCraftmanProjects
source: This craftman doesn't have any project yet
ar_sy: هذا الحرفي لا يمتلك أي مشروع بعد

# txtEmpCraftmanReqests
source: This craftman doesnt' have any request yet
ar_sy: هذا الحرفي لا يمتلك أي طلب بعد

# txtEmptyBlocCraftmen
source: There isn't any craftman to be blocked
ar_sy: لا يوجد أي حرفي ليتم إيقافه

# txtEmptyFirCraftmen
source: There isn't any craftman to be Fired
ar_sy: لا يوجد أي حرفي ليتم طرده

# txtEmptyNewMemCraftmen
source: There aren't new craftmen memebers in Herafi system yet
ar_sy: لا يوجد هناك أي حرفيين جدد في نظام حرفي

# txtNoWifiGeneral
source: You aren't connected to internet
ar_sy: أنت غير متصل بالإنترنت

# txtNoWifiNewMembers
source: You aren't connected to internet
ar_sy: أنت غير متصل بالإنترنت

# txtNoWifiRepBlocking
source: You aren't connected to internet
ar_sy: أنت غير متصل بالإنترنت

# txtNoWifiReportsFiring
source: You aren't connected to internet
ar_sy: أنت غير متصل بالإنترنت

# txtGeneralCardHoursWork
source: Hours work
ar_sy: ساعات العمل

# txtToastConnWifi
source: You connected to internet
ar_sy: أنت متصل بالانترنت

# txtToastNewMemCraftmanAcc
source: This Craftman is accepted
ar_sy: هذا الحرفي مقبول

# txtToastNewMemCraftmanErr
source: There is error from the server
ar_sy: هناك خطأ من قبل المخدم

# txtToastNewMemCraftmanRef
source: This Craftman is Refused
ar_sy: هذا الحرفي مرفوض

# txtToastNoWifi
source: You aren't connected to internet
ar_sy: أنت غير متصل بالانترنت

# txtToastRepBloc
source: This craftman is blocked
ar_sy: هذا الحرفي تم ايقافه

# txtToastRepFir
source: This craftman is Fired
ar_sy: هذا الحرفي مطرود

# refuseMessageCardView
source: Sending an refuse message
ar_sy: إرسال رسالة رفض

# txtBoxCaViRefuseMessage
source: Refuse message
ar_sy: رسالة الرفض

# txtCaViRefuseMessageCancel
source: Cancel
ar_sy: إلغاء

# txtCaViRefuseMessageDesc
source: Sending an email for this craftman tell him why you refused him
ar_sy: إرسال رسالة رفض لهذا الحرفي تخبره لما قد رقضته

# txtCaViRefuseMessageErr
source: Fill this textbox before you click on the button
ar_sy: املأ هذا الخقل قبل أن تضغط على الزر

# txtCaViRefuseMessageSend
source: Send
ar_sy: إرسال
